Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gravityperks/gravityperks-*.po
Languages: es_es

source: Effortlessly enhance Gravity Forms with powerful add-ons (“perks”) for smarter, more flexible forms—all backed by legendary support.
es_es: Mejora Gravity Forms sin esfuerzo con potentes complementos («perks») para conseguir formularios más inteligentes y flexibles, todo ello respaldado por un soporte legendario.

source: Manage Perks
es_es: Administrar Perks

source: Install Perks
es_es: Instalar Perks

source: Active Perks
es_es: Perks activos

source: Inactive Perks
es_es: Perks inactivos

source: You don't have any perks installed.
es_es: No tiene ningún Perk instalado.

source: Let's go install some perks!
es_es: ¡Instalemos algunos Perks!

source: %s Documentation
es_es: Documentación de %s

source: View Documentation
es_es: Ver documentación

source: Install Perk
es_es: Instalar Perk

source: Deregister
es_es: Eliminar registro

source: Upgrade License
es_es: Actualizar licencia

source: Buy License
es_es: Comprar licencia

source: Registered Perks
es_es: Perks registrados

source: Unregistered Perks
es_es: Perks no registrados

source: Holy cow. You must really love perks.<br /><strong>You've installed them all</strong>!
es_es: Vaya tela. Realmente te deben gustar los Perks.<br /><strong>¡Los has instalado todos!</strong>

source: Docs
es_es: Documentos

source: Deactivate
es_es: Desactivar

source: Settings
es_es: Ajustes

source: Are you sure you want to delete this perk and all of its data?
es_es: ¿Estás seguro de que quieres eliminar este Perk y todos sus datos?

source: Uninstall
es_es: Desinstalar

source: <b>This perk is unregistered.</b><br>You will not receive updates for it.
es_es: <b>Este Perk no está registrado.</b><br>No recibirás actualizaciones para él.

source: You must purchase or register your license to take advantage of automatic upgrades.
es_es: Debes comprar o registrar la licencia para aprovechar las actualizaciones automáticas.

source: <h6>Network Activated Perk</h6>This perk is network activated. You can deactivate this perk from the Network Admin Plugins page.
es_es: <h6>Perk activado por la red</h6>Este Perk está activado por red. Puedes desactivar este Perk desde la página de administración de plugins de red.

source: Network Activated
es_es: Plugin %s activado en red

source: There was an error managing this perk.
es_es: Se ha producido un error al administrar este Perk.

source: You do not have sufficient permissions to activate plugins for this site.
es_es: No tienes permisos suficientes para activar plugins de este sitio.

source: There was an error activating this perk.
es_es: Se ha producido un error al activar este Perk.

source: You do not have sufficient permissions to deactivate plugins for this site.
es_es: No tienes permisos suficientes para desactivar los plugins de este sitio.

source: This perk can only be managed from the network admin's Plugins page.
es_es: Este Perk solo se puede administrar desde la página del administrador de plugins de red.

source: You do not have sufficient permissions to delete plugins for this site.
es_es: No tienes permisos suficientes para eliminar plugins de este sitio.

source: Are you sure you wish to deactivate your Gravity Perks license on this site?
es_es: ¿Estás seguro de que quieres desactivar tu licencia de Gravity Perks en este sitio?

source: Upgrade
es_es: Actualizar

source: Manage
es_es: Gestionar

source: Refresh
es_es: Refrescar

source: Get Support
es_es: Obtener soporte

source: Register License
es_es: Registrar licencia

source: Oops! That doesn't appear to be a valid license.
es_es: ¡Vaya! Eso no parece ser una licencia válida.

source: Oops! You have reached your license's site limit of %d site(s).
es_es: ¡Vaya! Ha alcanzado el límite de sitios de tu licencia de %d sitio(s).

source: Oops! You have reached your license's site limit.
es_es: ¡Vaya! Has alcanzado el límite de sitios de tu licencia.

source: Upgrade Now
es_es: Actualizar ahora

source: Perk successfully deregistered.
es_es: El Perk se ha dado de baja correctamente.

source: Perk successfully registered.
es_es: El Perk se registró correctamente.

source: License successfully deactivated.
es_es: Licencia desactivada con éxito.

source: License successfully refreshed.
es_es: Licencia actualizada correctamente.

source: Welcome to the <strong>Manage Perks</strong> page. Here you can activate/deactivate installed perks, view documentation, modify a perk\'s global settings and also delete unwanted perks.
es_es: Bienvenido a la página <strong>Gestionar Perks</strong>. Aquí puedes activar/desactivar los Perks instalados, consultar la documentación, modificar la configuración global de un Perk y eliminar los Perks no deseadas.

source: The <strong>Install Perks</strong> page provides you a complete list of perks available for installation. Just click the <em>Install</em> button on any listed perk to automatically download and install.
es_es: La página <strong>Instalar Perks</strong> proporciona una lista completa de Perks disponibles para su instalación. Simplemente haz clic en el botón <em>Instalar</em> en cualquier Perk listado, para descargarlo e instalarlo automáticamente.

source: Buy a License
es_es: Compra una licencia

source: Buy a license to receive unlimited access to <strong>all perks</strong> along with automatic upgrades and support.
es_es: Compra una licencia para recibir acceso ilimitado a <strong>todos los Perks</strong> junto con actualizaciones automáticas y soporte.

source: Need Help? Get Support!
es_es: ¿Necesitas ayuda? ¡Obtén soporte!

source: One of the best perks of your Gravity Perks license is premium support! If you\'ve got a question or problem, get in touch. We are eager to help!
es_es: Una de las ventajas de la licencia de Gravity Perks es la asistencia Premium. Si tienes alguna pregunta o problema, ponte en contacto con nosotros. ¡Estamos deseando ayudarte!

source: Settings saved successfully.
es_es: Ajustes guardados correctamente.

source: Settings were not saved.
es_es: Los ajustes no se guardaron.

source: %s Settings
es_es: Ajustes de %s

source: Save Settings
es_es: Guardar ajustes

source: Register Gravity Perks to enable auto-updates.
es_es: Registra Gravity Perks para habilitar las actualizaciones automáticas.

source: Current Gravity Forms version (%1$s) does not meet minimum Gravity Forms version requirement (%2$s).
es_es: La versión actual de Gravity Forms (%1$s) no cumple con el requisito mínimo de versión de Gravity Forms (%2$s).

source: Gravity Forms %1$s or greater is required. Activate it now or %2$spurchase it today!%3$s
es_es: Se requiere Gravity Forms %1$s o superior. ¡Actívalo ahora o %2$scómpralo hoy mismo! %3$s

source: %1$s requires WordPress %2$s or greater. You must upgrade WordPress in order to use this perk.
es_es: %1$s requiere %2$s de WordPress o superior. Debes actualizar WordPress para poder utilizar este Perk.

source: Gravity Perks requires WordPress %1$s or greater. You must upgrade WordPress in order to use Gravity Perks.
es_es: Gravity Perks requiere WordPress %1$s o superior. Debes actualizar WordPress para utilizar Gravity Perks.

source: %1$s requires Gravity Perks %2$s or greater. Activate it now or %3$spurchase it today!%4$s
es_es: %1$s requiere Gravity Perks %2$s o superior. ¡Actívalo ahora o %3$scompralo hoy mismo! %4$s

source: %1$sRegister%2$s your copy of Gravity Perks to receive access to automatic upgrades and support for this perk. Need a license key? %3$sPurchase one now.%2$s
es_es: %1$s Regístra%2$s la copia de Gravity Perks para recibir acceso a actualizaciones automáticas y soporte para este Perk. ¿Necesitas una clave de licencia? %3$s Compra una ahora. %2$s

source: %1$sRegister%2$s your copy of Gravity Perks to receive access to automatic upgrades and support. Need a license key? %3$sPurchase one now.%2$s
es_es: %1$s Regístra%2$s la copia de Gravity Perks para recibir acceso a actualizaciones automáticas y soporte. ¿Necesitas una clave de licencia? %3$s Compra una ahora. %2$s

source: Back to Manage Perks
es_es: Volver a gestionar Perks

source: Activate Perk
es_es: Activar Perk

source: <strong>Gravity Perks</strong> must be network activated before a <strong>perk</strong> can be network activated.
es_es: <strong>Los Gravity Perks</strong> deben activarse en red antes de que se pueda activar un <strong>Perk</strong> en la red.

source: No, Return to Manage Perks page
es_es: No, volver a la página para administrar Perks

source: Oops! Your site is having some trouble communicating with our API.
es_es: ¡Vaya! Tu sitio tiene problemas para comunicarse con nuestra API.

source: Let's get this fixed.
es_es: Arreglemos esto.

source: Return to Perks Page
es_es: Volver a la página de Perks

source: Welcome to Gravity Perks
es_es: Bienvenido a Gravity Perks

source: Ready to get started? Click the <strong>Perks</strong> link (to the left) to take a quick tour.
es_es: ¿Listo para empezar? Haz clic en el enlace <strong>Perks</strong> (a la izquierda) para realizar un recorrido rápido.

source: Does this page look strange? Your PHP version is out-of-date. <strong>Please upgrade.</strong>
es_es: ¿Esta página se ve rara? La versión de php está desactualizada. <strong>Por favor, actualízala.</strong>

source: <strong>Important Note!</strong> GP Google Sheets has been converted to GC Google Sheets
es_es: <strong>Nota importante</strong> GP Google Sheets se ha convertido en GC Google Sheets

source: GC Google Sheets has been activated.
es_es: Se ha activado GC Google Sheets.

source: The file for this perk does not exist.
es_es: El archivo de este Perk no existe.

source: There is no class for this perk.
es_es: No hay clase para este Perk.

source: %s is not a perk.
es_es: %s no es un Perk.

source: Uh-oh! <strong>%s</strong> needs your attention.
es_es: ¡Oh! <strong>%s</strong> necesita tu atención.

source: There was an issue deleting this perk. The perk directory was not available.
es_es: Hubo un problema al eliminar este Perk. El directorio de Perks no estaba disponible.
