Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gwlimitcheckboxes/gp-limit-checkboxes-*.po
Languages: es_es

source: Limit how many checkboxes can be checked.
es_es: Limita el número de casillas que se pueden marcar.

source: http://gravitywiz.com/
es_es: https://gravitywiz.com/

source: Limit Checkboxes Amount
es_es: Límite de cantidad de casillas

source: Limit how many checkboxes can be checked for this field.
es_es: Limita cuántas casillas de verificación se pueden marcar para este campo.

source: Span Multiple Fields
es_es: Abarcar varios campos

source: Apply this limit as an accumlative limit across multiple fields. For example, spanning a limit of "2" across two fields would allow you to select two checkboxes in either field or one checkbox in each field.
es_es: Aplica este límite como un límite acumulativo a través de múltiples campos. Por ejemplo, extender un límite de "2" a través de dos campos te permitiría seleccionar dos casillas de verificación en cualquiera de los campos o una casilla de verificación en cada campo.

source: You may only select %s item.
es_es: Sólo puedes seleccionar %s elemento.

source: This field is part of a group.
es_es: Este campo forma parte de un grupo.

source: You must select at least %s item.
es_es: Debes seleccionar, al menos, %s elemento.

source: Limit number of checked checkboxes.
es_es: Limitar el número de casillas marcadas.

source: Minimum Limit
es_es: Límite mínimo

source: Maximum Limit
es_es: Límite máximo

source: Span limit across multiple fields.
es_es: Extender el límite a varios campos.
