Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-file-upload-pro/gp-file-upload-pro-*.po
Languages: es_es

source: A professional file and image uploader that feels like magic.
es_es: Un cargador profesional de archivos e imágenes que parece mágico.

source: select files
es_es: selecciona archivos

source: Drop files here
es_es: Arrastra los archivos aquí

source: or
es_es: o

source: Cancel
es_es: Cancelar

source: Crop
es_es: Recortar

source: Save
es_es: Guardar

source: Rotate Right
es_es: Rotar derecha

source: Rotate Left
es_es: Rotar izquierda

source: Cropping
es_es: Recorte

source: Editing
es_es: Editando

source: of
es_es: de

source: This image does not meet the minimum dimensions: {minWidth}x{minHeight}px.
es_es: Esta imagen no cumple con las dimensiones mínimas: {minWidth}x{minHeight}px.

source: This image does not meet the minimum width: {minWidth}px.
es_es: Esta imagen no cumple con el ancho mínimo: {minWidth}px.

source: This image does not meet the minimum height: {minHeight}px.
es_es: Esta imagen no cumple con la altura mínima: {minHeight}px.

source: Enable Cropping
es_es: Activar recorte

source: Enable Sorting
es_es: Activar clasificación

source: Enable File Upload Pro
es_es: Activar la «File Upload Pro»

source: You are about to enable File Upload Pro on a Single File Upload field. Completing this action will convert this field to a Multi-file Upload field. Entry data associated with this field will be converted into the multi-file upload format when the form is saved. This conversion cannot be undone. Would you like to enable File Upload Pro on this field?
es_es: Estás a punto de activar «File Upload Pro» en un campo de carga de archivo único. Al completar esta acción, este campo se convertirá en un campo de carga de varios archivos. Los datos de entrada asociados a este campo se convertirán al formato de carga de archivos múltiples cuando se guarde el formulario. Esta conversión no se puede deshacer. ¿Quieres activar la opción «File Upload Pro» en este campo?

source: Require Crop
es_es: Requerir recorte

source: Constraints
es_es: Restricciones

source: Aspect Ratio
es_es: Relación de aspecto

source: Max Dimensions
es_es: Dimensiones max

source: Min Dimensions
es_es: Dimensiones min

source: Exact Dimensions
es_es: Dimensiones exactas

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: This setting is required when File Upload Pro is enabled. <a href="%s" target="_blank">Learn more.</a>
es_es: Este ajuste es necesario cuando se habilita «File Upload Pro». <a href="%s" target="_blank">Más información.</a>

source: Greatly improve the uploading experience for your Gravity Forms File Upload fields.
es_es: Mejore en gran medida la experiencia de carga de sus campos de carga de archivos de Gravity Forms.

source: Automatically crop images according to the specified constraints. Users may re-crop the image by clicking on the image thumbnail. Use the Require Crop setting to require the user to manually crop the image.
es_es: Recorta automáticamente las imágenes según las restricciones especificadas. Los usuarios pueden volver a recortar la imagen haciendo clic en la miniatura de la imagen. Utiliza el ajuste «Requerir recorte» para exigir al usuario que recorte manualmente la imagen.

source: Allow the order of files to be modified using drag-and-drop sorting in the uploader area.
es_es: Permitir que el orden de los archivos se modifique mediante la ordenación de arrastrar y soltar en el área de carga.

source: Require Crop on Upload
es_es: Requerir recorte en la carga

source: Require that images be cropped on upload by automatically opening the cropper. If the crop is canceled, the files are not uploaded.
es_es: Requiere que las imágenes sean recortadas al subirlas abriendo automáticamente el recortador. Si se cancela el recorte, los archivos no se cargan.

source: Require file to be upload with exact dimensions. These dimensions will be used as the minimum dimensions in the cropper and an aspect ratio will be derived from the dimensions. If an image exceeds the exact dimensions after cropping, it will be downscaled.
es_es: Requiere que el archivo se cargue con las dimensiones exactas. Estas dimensiones se utilizarán como dimensiones mínimas en el recortador y se obtendrá una relación de aspecto a partir de las dimensiones. Si una imagen supera las dimensiones exactas después del recorte, se reducirá la escala.

source: Minimum Dimensions
es_es: Dimensiones mínimas

source: Require cropper to meet the minimum dimensions. If cropper is not used, file dimensions will be validated prior to upload.
es_es: Requiere que el recorte cumpla con las dimensiones mínimas. Si no se utiliza el recortador, las dimensiones del archivo se validarán antes de cargarlo.

source: Maximum Dimensions
es_es: Dimensiones máximas

source: Images will be downscaled to the maximum dimensions set below.
es_es: Las imágenes se reducirán a las dimensiones máximas establecidas a continuación.

source: Restrict cropper to aspect ratio.
es_es: Restringir el recorte a la relación de aspecto.
