Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-better-user-activation/gp-better-user-activation-*.po
Languages: es_es

source: Take control of your Gravity Forms User Activation page.
es_es: Toma el control de la página de Activación de Usuario de Gravity Forms.

source: None
es_es: Ninguna

source: User Activation Page
es_es: Página de activación de usuario

source: Select a page to which the user will be directed to activate their account.
es_es: Selecciona una página a la que se dirigirá al usuario para activar su cuenta.

source: Redirect Page
es_es: Redirigir a la página

source: Select a page to which the user will be redirected after a successful activation.
es_es: Selecciona una página a la que se redirigirá al usuario tras una activación satisfactoria.

source: Login
es_es: Acceder

source: Login URL
es_es: URL de inicio de sesión

source: Home
es_es: Página de Inicio

source: Home URL
es_es: URL de la página de inicio

source: Reset Password
es_es: Restablecer contraseña

source: Reset Password URL
es_es: URL para restablecer contraseña

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Email
es_es: Correo electrónico

source: Activation Form
es_es: Formulario de activación

source: Error Message
es_es: Mensaje de error

source: Reset your password
es_es: Restablece la contraseña

source: Check your email for the set password link.
es_es: Comprueba tu correo electrónico para ver el enlace para establecer la contraseña.

source: Set your password.
es_es: Establece tu contraseña.

source: Set at registration.
es_es: Establecido en el registro.

source: Activation View Content
es_es: Contenido de la vista de Activación

source: Reset Default Content
es_es: Restablecer contenido por defecto

source: Insert Merge Tag
es_es: Pegar etiqueta de inserción

source: Supported merge tags
es_es: Etiquetas de inserción admitidas

source: Note that the use of entry-based merge tags are not supported here because the activation page will not have access to an entry.
es_es: Ten en cuenta que aquí no es posible utilizar etiqueta de inserción basadas en entradas, porque la página de activación no tendrá acceso a la entrada.

source: Activation Success
es_es: Activación satisfactoria

source: Already Active
es_es: Ya está activo

source: Your account is already active!
es_es: ¡Tu cuenta ya estaba activa!

source: Your account has been activated. You may now {gpbua:login} to the site using your chosen username of {gpbua:username}. Please check your email inbox at {gpbua:email} for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can {gpbua:reset_password}.
es_es: Tu cuenta ha sido activada. Ahora puedes {gpbua:login} acceder al sitio utilizando el nombre de usuario que has elegido {gpbua:username}. Consulta la bandeja de entrada de tu correo electrónico en {gpbua:email} para obtener tu contraseña y las instrucciones de inicio de sesión. Si no recibes un correo electrónico, comprueba tu carpeta de correo no deseado. Si sigues sin recibir un correo electrónico en una hora, puedes {gpbua:reset_password}.

source: Activation Key Required
es_es: Clave de activación requerida

source: An error occurred during the activation
es_es: Ocurrió un error durante la activación

source: Activation was not successful due to the following error: {gpbua:error_message}
es_es: La activación no se ha realizado correctamente debido al siguiente error: {gpbua:error_message}

source: Activation Key:
es_es: Clave de activación:

source: Activate
es_es: Activar

source: Your account is now active!
es_es: ¡Tu cuenta ya está activa!

source: Username:
es_es: Nombre de Usuario:

source: Password:
es_es: Contraseña:

source: Your account is now activated. {gpbua:login} or go back to {gpbua:home}.
es_es: Tu cuenta ya está activa. {gpbua:login} o vuelve a {gpbua:home}.
