Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-advanced-phone-field/gp-advanced-phone-field-*.po
Languages: es_es

source: Level up your Phone fields with automatic country code selection, real number validation, and stylish visuals.
es_es: Eleva el nivel de tus campos de teléfono con la selección automática del código de país, la validación de números reales y un diseño visual elegante.

source: Enable Advanced Phone Field
es_es: Activar campo telefónico avanzado

source: Enable GP Advanced Phone Field for the current field. Adds improved UI and validation.
es_es: Activa el GP campo telefónico avanzado para el campo actual. Mejora la interfaz de usuario y la validación.

source: Please provide a valid phone number.
es_es: Por favor, proporciona un número de teléfono válido.

source: Adv Phone Field
es_es: Campo telefónico avanzado

source: Advanced Phone Field
es_es: Campo telefónico avanzado

source: Default Country
es_es: País predeterminado

source: Select the default country that should be used for the country code selector.
es_es: Selecciona el país por defecto que debe utilizarse para el selector de código de país.

source: Determine by visitor location (GeoIP)
es_es: Determinar por ubicación del visitante (GeoIP)

source: Preferred Countries
es_es: Países preferidos

source: Countries
es_es: Países

source: Include all countries
es_es: Incluir todos los países

source: Only include the following countries...
es_es: Incluye solo los siguientes países...

source: Only the countries selected below will be available in the country code selector.
es_es: Solo los países seleccionados a continuación estarán disponibles en el selector de código de país.

source: Exclude the following countries...
es_es: Excluye los siguientes países...

source: Include all but the selected countries below in the country code selector.
es_es: Incluye todos los países excepto los seleccionados a continuación en el selector de código de país.

source: %s (Country Dialing Code)
es_es: %s (Código de marcación del país)

source: %s (Type)
es_es: %s (Tipo)

source: %s (National Number)
es_es: %s (Número nacional)

source: %s (Raw)
es_es: %s (Sin procesar)

source: %s (Description)
es_es: %s (Descripción)

source: %s (Carrier)
es_es: %s (Operador)

source: %s (Region Code)
es_es: %s (Código de región)
