Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-inventory/gp-inventory-*.po
Languages: es_es

source: Easy, flexible inventory management for Gravity Forms.
es_es: Gestión de inventario fácil y flexible para Gravity Forms.

source: Add
es_es: Añadir

source: Adding...
es_es: Añadiendo...

source: Edit
es_es: Editar

source: Editing...
es_es: Editando...

source: Close
es_es: Cerrado

source: Delete
es_es: Eliminar

source: Inventory Type
es_es: Tipo de inventario

source: Untracked
es_es: Sin rastrear

source: Advanced
es_es: Avanzado

source: Inventory
es_es: Inventario

source: Inventory Per Combination
es_es: Inventario por combinación

source: Resource
es_es: Recurso

source: Resource Name
es_es: Nombre del recurso

source: Scopes
es_es: Ámbitos

source: Add Scope
es_es: Añadir alcance

source: Remove Scope
es_es: Eliminar alcance

source: Changes will affect any field that is mapped to this resource.
es_es: Los cambios afectarán a cualquier campo que esté asignado a este recurso.

source: This resource is mapped to a choice-based field. Inventory must be set on each choice in the field settings.
es_es: Este recurso está asignado a un campo basado en elecciones. El inventario debe establecerse para cada elección en los ajustes del campo.

source: Inventory must be set per choice in the <a href="#" class="gpi-go-to-choices">Choices setting</a>.
es_es: El inventario debe establecerse para cada elección en los <a href="#" class="gpi-go-to-choices">ajustes de elecciones</a>.

source: Select a Resource
es_es: Selecciona un recurso

source: Select a Field
es_es: Selecciona un campo

source: Add Resource
es_es: Agregar recurso

source: Edit Resource: %s
es_es: Editar recurso: %s

source: Show available inventory
es_es: Mostrar inventario disponible

source: Hide form when inventory exhausted
es_es: Ocultar formulario cuando se agote el inventario

source: Hide choice when inventory exhausted
es_es: Ocultar la opción cuando se agote el inventario

source: Inventory Insufficient Message
es_es: Mensaje de inventario insuficiente

source: Inventory Exhausted Message
es_es: Mensaje de inventario agotado

source: Inventory Available Message
es_es: Mensaje de inventario disponible

source: Specify how inventory should be tracked for this field.<br><br><b>Untracked:</b> Inventory will not be tracked for this field.<br><br><b>Simple:</b> Inventory will be tracked specifically for this field.<br><br><b>Advanced:</b> Inventory will be tracked by a resource. A resource can be shared by multiple fields or scoped by a group of fields.
es_es: Especifica cómo se realizará el seguimiento del inventario para este campo.<br><br><b>Sin seguimiento:</b> No se hará un seguimiento del inventario de este campo.<br><br><b>Simple:</b> El inventario se rastreará específicamente para este campo.<br><br><b>Avanzado:</b> El inventario será rastreado por un recurso. Un recurso puede ser compartido por varios campos o definido por un grupo de campos.

source: Specify the amount of this resource that is available.
es_es: Especifica la cantidad de este recurso que está disponible.

source: Specify a message that will be shown when the quantity requested is greater than the amount of inventory available.<br><br>Default message:<br>%s
es_es: Especifica un mensaje que se mostrará cuando la cantidad solicitada sea superior a la cantidad de inventario disponible.<br><br>Mensaje por defecto:<br>%s

source: Specify a message that will be shown when the inventory is exhausted.<br><br>Default message:<br>%s
es_es: Especifica un mensaje que se mostrará cuando se agote el inventario.<br><br>Mensaje por defecto:<br>%s

source: Specify a message that displays the amount of inventory available.<br><br>Default message:<br>%s
es_es: Especifica un mensaje que muestre la cantidad de inventario disponible.<br><br>Mensaje por defecto:<br>%s

source: Select or create a Resource. A Resource allows you to share inventory across multiple fields and forms - or - group multiple fields together to scope inventory by a unique combination of field values. <a href="https://gravitywiz.com/documentation/gravity-forms-inventory/#resources">Learn more.</a>
es_es: Selecciona o crea un recurso. Un recurso te permite compartir el inventario entre varios campos y formularios - o - agrupar varios campos para delimitar el inventario por una combinación única de valores de campo. <a href="https://gravitywiz.com/documentation/gravity-forms-inventory/#resources">Más información.</a>

source: Give your Resource a name. This is only used to identify the Resource in the Form Editor and in other Admin screens.
es_es: Dale un nombre a tu recurso. Sólo se utiliza para identificar el recurso en el editor de formularios y en otras pantallas de administrador.

source: Specify scopes that apply to this Resource. Common scopes include Date, Time, and Location. Resource scopes can be mapped to corresponding fields in the inventory-enabled field's settings. <a href="https://gravitywiz.com/documentation/gravity-forms-inventory/#scopes">Learn more.</a>
es_es: Especifica el alcance aplibles a este recurso. Los alcances comunes incluyen fecha, hora y ubicación. El alcance de los recursos pueden asignarse a los campos correspondientes en la configuración del campo habilitado para inventario. <a href="https://gravitywiz.com/documentation/gravity-forms-inventory/#scopes">Más información.</a>

source: Scopes Map
es_es: Asignaciones de alcances

source: Map each of the selected Resources's scopes to a corresponding field.
es_es: Asigna cada uno de los alcances de los recursos seleccionados a un campo correspondiente.

source: Enable this option to display a message indicating how much inventory is available for this field.<br><br>For choice-based fields, this message will be appended to the choice label. For all other fields, this message will be displayed in the field description.
es_es: Activa esta opción para mostrar un mensaje que indique cuánto inventario hay disponible para este campo.<br><br>Para los campos basados en elecciones, este mensaje se añadirá a la etiqueta de elección. Para todos los demás campos, este mensaje se mostrará en la descripción del campo.

source: Enable this option to hide the form when this field's inventory is exhausted. For choice-based fields, each choice's inventory must be exhausted before the form will be hidden.
es_es: Activa esta opción para ocultar el formulario cuando se agote el inventario de este campo. Para los campos basados en opciones, el inventario de cada opción debe agotarse antes de que se oculte el formulario.

source: By default, choices are disabled when their inventory is exhausted. Enable this option to remove the choice instead.
es_es: Por defecto, las elecciones se desactivan cuando se agota su inventario. Activa esta opción para eliminar la elección.

source: Error: Could not add resource. Please try again.
es_es: Error: No se ha podido añadir el recurso. Inténtalo de nuevo.

source: Error: Could not edit resource. Please try again.
es_es: Error: No se ha podido editar el recurso. Inténtalo de nuevo.

source: Error: Could not delete resource. Please try again.
es_es: Error: No se ha podido eliminar el recurso. Inténtalo de nuevo.

source: Are you sure you wish to delete the "%s" resource?
es_es: ¿Estás seguro de que deseas eliminar el recurso "%s"?

source: Deleting scopes on resources with existing entries is not recommend. Are you sure you wish to delete this scope?
es_es: No es recomendable borrar lacances de recursos que ya tienen entradas. ¿Estás seguro de que quieres eliminar este alcance?

source: Sorry, there are no more of this item.
es_es: Lo sentimos, no hay más de este artículo.

source: {available} {item|items} available.
es_es: {available} {item|items} disponible.

source: ({available} {item|items} remaining)
es_es: ({available} {item|items} restantes)

source: You requested {requested} of this item but there are only {available} of this item left.
es_es: Has pedido {requested} de este artículo pero sólo queda {available} de este artículo.

source: Example tooltip.
es_es: Ejemplo de texto emergente.

source: This is the Inventory management page for this form.
es_es: Esta es la página de gestión del Inventario de este formulario.

source: The %1$sGP Inventory Shortcode Snippet%2$s has been detected.
es_es: Se ha detectado el %1$sGP Inventory Shortcode Snippet%2$s.

source: This functionality is now included directly in GP Inventory 1.0+. You can safely uninstall the snippet—existing shortcodes will still work as expected.
es_es: Esta funcionalidad se incluye ahora directamente en GP Inventory 1.0+. Puedes desinstalar el fragmento sin problemas: los códigos cortos existentes seguirán funcionando como es debido.

source: The choice, "%s", which you have selected is no longer available.
es_es: La opción "%s" que has seleccionado ya no está disponible.

# Post Type General Name
source: Resources
es_es: Recursos

# Post Type Singular Name
source: Resource
es_es: Recurso

source: Add New Resource
es_es: Agregar nuevo recurso

source: Add New
es_es: Añadir nuevo

source: New Resource
es_es: Nuevo Activo

source: Edit Resource
es_es: Editar Recurso

source: Update Resource
es_es: Actualizar recurso

source: View Resource
es_es: Ver Activo

source: View Resources
es_es: Ver recursos

source: Search Resources
es_es: Buscar recursos

source: Not found
es_es: No encontrado

source: Not found in Trash
es_es: No encontrado en la papelera

source: Resources list
es_es: Lista de recursos

source: Resources list navigation
es_es: Navegación por la lista de recursos

source: Filter resources list
es_es: Filtrar lista de recursos
