Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-advanced-save-and-continue/gp-advanced-save-and-continue-*.po
Languages: es_es

source: Level up your Gravity Forms Save & Continue functionality with auto-saving, auto-loading, and draft management.
es_es: Mejora la funcionalidad «Guardar y continuar» de tus Gravity forms con autoguardado, autocarga y gestión de borradores.

source: Are you sure you want to delete this draft?
es_es: ¿Estás seguro de que quieres borrar este borrador?

source: Invalid nonce.
es_es: Nonce no válido.

source: General Settings
es_es: Ajustes generales

source: Save and Continue Later
es_es: Guardar y continuar después

source: Enable this setting to allow users to save their form progress and continue it at a later time.
es_es: Activa esta opción para permitir a los usuarios guardar el progreso de su formulario y continuarlo en otro momento.

source: Enable Save and Continue
es_es: Activar «Guardar y continuar»

source: This feature stores potentially private and sensitive data on this server and protects it with a unique link which is displayed to the user on the page in plain, unencrypted text. The link is similar to a password so it&#039;s strongly advisable to ensure that the page enforces a secure connection (HTTPS) before activating this setting.</p><p>When this setting is activated two confirmations and one notification are automatically generated and can be modified in their respective editors. When this setting is deactivated the confirmations and the notification will be deleted automatically and any modifications will be lost.
es_es: Esta función almacena datos potencialmente privados y sensibles en este servidor y los protege con un enlace único que se muestra al usuario en la página en texto plano y sin cifrar. El enlace es similar a una contraseña, por lo que es muy recomendable asegurarse de que la página impone una conexión segura (HTTPS) antes de activar este ajuste.</p><p>Cuando este ajuse está activado, se generan automáticamente dos confirmaciones y una notificación, que pueden modificarse en sus respectivos editores. Al desactivar esta opción, las confirmaciones y la notificación se eliminarán automáticamente y se perderá cualquier modificación.

source: Link Text
es_es: Texto del enlace

source: Save and Continue Button Text
es_es: Texto del botón «Guardar y continuar»

source: Customize the text displayed in the "Save and "Continue" button.
es_es: Personaliza el texto que aparece en el botón «Guardar y continuar».

source: Advanced Settings
es_es: Ajustes avanzados

source: Enable Auto Save and Load
es_es: Activar Autoguardar y Cargar

source: For more granular control, this setting can be filtered to enable/disable <a href="https://gravitywiz.com/documentation/gpasc_should_auto_save/" target="blank" rel="noopener noreferrer">auto-save</a> or <a href="https://gravitywiz.com/documentation/gpasc_should_auto_load/" target="blank" rel="noopener noreferrer">auto-load</a> independently.
es_es: Para un control más granular, este ajuste puede filtrarse para activar/desactivar <a href="https://gravitywiz.com/documentation/gpasc_should_auto_save/" target="blank" rel="noopener noreferrer">el autoguardado</a> o <a href="https://gravitywiz.com/documentation/gpasc_should_auto_load/" target="blank" rel="noopener noreferrer">la autocarga de</a> forma independiente.

source: Enable Draft Management
es_es: Activar la gestión de borradores

source: Enable this setting to allow users to manage their own drafts. Additional configuration required in the "Draft Management Settings" below.
es_es: Activa esta opción para permitir a los usuarios gestionar sus propios borradores. Se requiere una configuración adicional en "Ajustes de la gestión de borradores" más abajo.

source: Auto Save and Load Settings
es_es: Ajustes de autoguardado y carga

source: Visitor Prompt
es_es: Instrucciones para visitantes

source: Unauthenticated users will be prompted via a modal to confirm if their progress should be saved automatically. The following settings control the content of that modal.
es_es: A los usuarios no autentificados se les pedirá mediante un modal que confirmen si su progreso debe guardarse automáticamente. Los siguientes ajustes controlan el contenido de ese modal.

source: Prompt Title
es_es: Título de la instrucción

source: Visitor Prompt: Title
es_es: Pregunta para el visitante: Título

source: Customize the prompt title displayed to visitors.
es_es: Personaliza el título del aviso que se muestra a los visitantes.

source: Prompt Description
es_es: Pronta Descripción

source: Visitor Prompt: Description
es_es: Mensaje al Visitante: Descripción

source: Customize the prompt description displayed to visitors.
es_es: Personaliza la descripción del aviso que se muestra a los visitantes.

source: Accept Button Label
es_es: Etiqueta del botón «Aceptar»

source: Visitor Prompt: Accept Button Label
es_es: Instrucciones para el visitante: Etiqueta del botón «Aceptar»

source: Customize the button label displayed to visitors to accept automatically saving their progress.
es_es: Personaliza la etiqueta del botón que se muestra a los visitantes para que acepten guardar automáticamente su progreso.

source: Decline Button Label
es_es: Etiqueta del botón «Rechazar»

source: Customize the button label displayed to visitors to decline automatically saving their progress.
es_es: Personaliza la etiqueta del botón que se muestra a los visitantes para que rechacen guardar automáticamente su progreso.

source: Disable Sharing Drafts
es_es: Desactivar compartir borradores

source: Enable this setting to disable sharing drafts between users.
es_es: Activa esta opción para no compartir borradores entre usuarios.

source: Hide Save and Continue Link
es_es: Ocultar enlace «Guardar y continuar»

source: Save and Continue Link
es_es: Enlace «Guardar y continuar»

source: Enable this setting to hide the Save and Continue link displayed in the form footer. This allows you to rely exclusively on automatic save-and-continue.
es_es: Activa esta opción para ocultar el enlace «Guardar y continuar» que aparece en el pie de página del formulario. Esto te permite confiar exclusivamente en el «Guardar y continuar» automático.

source: Display Save and Continue Confirmation Inline
es_es: Mostrar confirmación de «Guardar y continuar» en línea

source: Inline Confirmation
es_es: Confirmación en línea

source: Enable this setting to display the Save and Continue confirmation inline rather than on a new page.
es_es: Activa esta opción para mostrar la confirmación de «Guardar y continuar» en línea en lugar de en una página nueva.

source: Draft Management Settings
es_es: Ajustes de la gestión de borradores

source: Display Available Drafts Above Form
es_es: Mostrar borradores disponibles encima del formulario

source: Display Drafts Above Form
es_es: Mostrar borradores encima del formulario

source: Display a list of a user's Save and Continue drafts above the form. If there are no drafts, nothing will be displayed.
es_es: Mostrar una lista de los borradores de «Guardar y continuar» de un usuario encima del formulario. Si no hay borradores, no se mostrará nada.

source: Display a list of the current user's Save and Continue drafts above the form. If there are no drafts, nothing will be displayed.
es_es: Muestra una lista de los borradores de «Guardar y continuar» del usuario actual encima del formulario. Si no hay borradores, no se mostrará nada.

source: All Save and Continue settings are managed via the Save and Continue page when the <b>GP Advanced Save and Continue</b> plugin is active.
es_es: Todos los ajustes de «Guardar y continuar» se gestionan a través de la página «Guardar y continuar» cuando el plugin <b>GP Advanced Save and Continue</b> está activo.

source: Manage Save and Continue
es_es: Gestionar «Guardar y continuar»

source: Drafts
es_es: Borradores

source: You are resuming your draft "%s".
es_es: Reanudas tu borrador "%s".

source: Start new draft
es_es: Iniciar nuevo borrador

source: Copy Shortcode
es_es: Copiar el shortcode

source: Would you like to automatically save progress?
es_es: ¿Quieres guardar automáticamente el progreso?

source: Select "Yes" to automatically save your progress as you work to your current browser session. Select "No" if on a shared device.
es_es: Selecciona "Sí" para guardar automáticamente tu progreso a medida que trabajas en la sesión actual del navegador. Selecciona "No" si estás en un dispositivo compartido.

source: Yes, save my progress
es_es: Sí, guardar mi progreso
