Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-unique-*/gp-unique-*.po
Languages: id

source: Generate unique IDs (i.e. reference numbers, codes, invoice numbers, etc.) on submission for your Gravity Form entries.
id: Genera identificadores únicos (p.e. números de referencia, códigos, números de factura, etc.) al enviar las entradas de Gravity Form.

source: http://gravitywiz.com/
id: https://gravitywiz.com/

source: Unique ID Type
id: Tipo ID único

source: Unique ID Prefix
id: Prefijo del ID único

source: Prepend a short string to the beginning of the generated ID (i.e. %1$sabc%2$s123890678).
id: Antepone una cadena corta al principio del ID generado (p.e. %1$sabc%2$s123890678).

source: Unique ID Suffix
id: Sufijo del ID único

source: Append a short string to the end of the generated ID (i.e. 123890678%1$sxyz%2$s).
id: Añade una cadena corta al final del ID generado (p.e. 123890678%1$sxyz%2$s).

source: Unique ID Length
id: Longitud del ID único

source: Unique ID Starting Number
id: Número de inicio del ID único

source: Set the starting number for sequential IDs; only available when "Sequential" type is selected.
id: Establece el número inicial de los ID secuenciales; sólo está disponible cuando se ha seleccionado el tipo «Secuencial».

source: Reset Starting Number
id: Restablecer el número de inicio

source: Reset the sequence to the specified starting number when it is a lower number than the current sequence.<br /><br />By default, the starting number will only apply when the current sequence is lower than the specified starting number (i.e. if the current sequence is '1' and the starting number is '99', the sequence would be updated to '99').<br /><br />This option is useful after you have submitted a number of test entries and would like to reset the current sequence (i.e. if the current sequence is '12' and you would like to reset it to '1').
id: Restablecer la secuencia del número de inicio especificado cuando es un número inferior a la secuencia actual.<br /><br />Por defecto, el número de inicio sólo se aplicará cuando la secuencia actual sea inferior al número de inicio especificado (p.e. si la secuencia actual es "1" y el número de inicio es "99", la secuencia se actualizaría a "99").<br /><br />Esta opción es útil después de haber enviado una serie de entradas de prueba y desea restablecer la secuencia actual (p.e. si la secuencia actual es "12" y desea restablecerla a "1").

source: Select the type of unique ID you would like to generate.
id: Selecciona el tipo de ID único que deseas generar.

source: Set a specific length for the generated ID (excluding the prefix and suffix) or leave empty to use default length. There are some differences in length requirements for each ID type.
id: Establece una longitud específica para el ID generado (excluyendo el prefijo y el sufijo) o déjalo vacío para utilizar la longitud por defecto. Existen algunas diferencias en los requisitos de longitud para cada tipo de ID.

source: Requires a minimum length of <code>4</code>.
id: Requiere una longitud mínima de <code>4</code>.

source: Requires a minimum length of <code>%s</code> and a maximum length of <code>19</code>.
id: Requiere una longitud mínima de <code>%s</code> y una longitud máxima de <code>19</code>.

source: Length is used to pad the number with zeros (i.e. an ID of <code>1</code> with a length of <code>5</code> would be <code>00001</code>). There is no minimum length.
id: La longitud se utiliza para rellenar el número con ceros (es decir, un ID de <code>1</code> con una longitud de <code>5</code> sería <code>00001</code>). No hay longitud mínima.

source: Alphanumeric
id: Alfanumérica

source: Contains letters and numbers (i.e. %1$sa12z9%2$s).
id: Contiene letras y números (p.e. %1$sa12z9%2$s).

source: Numeric
id: Numérico

source: Contains only numbers (i.e. %1$s152315902%2$s).
id: Contiene sólo números (p.e. %1$s152315902%2$s).

source: Sequential
id: Secuencial

source: Contains only numbers and is sequential with previously generated IDs per field (i.e. %1$s1%2$s, %1$s2%2$s, %1$s3%2$s).
id: Contiene sólo números y es secuencial con identificadores generados previamente por campo (p.e. %1$s1%2$s, %1$s2%2$s, %1$s3%2$s).

source: Unique ID
id: ID Única

source: Type
id: Tipo

source: Starting Number
id: Número de inicio

source: reset
id: reiniciar

source: Length
id: Longitud

source: Prefix
id: Prefijo

source: Suffix
id: Sufijo

source: Please enter a starting number to reset the sequential ID
id: Introduzce un número de inicio para restablecer el ID secuencial

source: resetting
id: restableciendo

source: Oops! There was an error resetting the starting number.
id: ¡Uy! Hubo un error al restabler el número de inicio.

source: Reset successfully!
id: ¡Restablecido con éxito!

source: Already reset.
id: Ya está restablecido.

source: Error resetting.
id: Error restableciendo.
