Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-terms-of-service/gp-terms-of-service-*.po
Languages: es_es

source: Add a "Terms of Service" field to your forms.
es_es: Añadir un campo de «Términos del servicio» a tus formularios.

source: http://gravitywiz.com
es_es: https://gravitywiz.com

source: Require Full Scroll
es_es: Requerir desplazamiento completo

source: Checking this option will disable the acceptance checkbox until the user has scrolled through the full Terms of Service.
es_es: Al marcar esta opción, se desactivará la casilla de aceptación hasta que el usuario se haya desplazado por todos los términos del servicio.

source: The Terms
es_es: Términos

source: Specify the terms the user is agreeing to here.
es_es: Especifica aquí los términos que acepta el usuario.

source: Terms of Service
es_es: Términos del servicio

source: I agree to the Terms of Service
es_es: Estoy de acuerdo con los términos del servicio

source: Require users to scroll through terms and check a checkbox.
es_es: Exige a los usuarios que se desplacen por los términos y marquen una casilla de verificación.

source: Terms will appear here when you preview the form.
es_es: Los términos aparecerán aquí cuando previsualices el formulario.
