Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-email-validator/gp-email-validator-*.po
Languages: es_es

source: Level up your Email fields with automatic email address and domain validation.
es_es: Mejora tus campos de correo electrónico con la validación automática de la dirección de correo y el dominio.

source: Did you mean
es_es: ¿Querías decir

source: Enable Email Validator
es_es: Activar el validador de correo electrónico

source: Toggle GP Email Validator for the current field.
es_es: Activa el GP Email Validator para el campo actual.

source: Email Validator is automatically enabled on all Email fields by default. You can disable per field via the 'Enable Email Validator' field setting.
es_es: El validador de correo electrónico se activa por defecto automáticamente en todos los campos de correo electrónico. Puedes desactivarlo por campo mediante el ajuste de campo "Activar validador de correo electrónico".

source: Choose which validation service to use. Basic provides syntax and DNS validation, while Kickbox and ZeroBounce offer advanced validation through their APIs.
es_es: Elige qué servicio de validación utilizar. Basic proporciona validación de sintaxis y DNS, mientras que Kickbox y ZeroBounce ofrecen validación avanzada a través de sus API.

source: Validator Service
es_es: Servicio de validación

source: Basic
es_es: Básico

source: Email Validator
es_es: Validador de correo electrónico

source: Domain Validator
es_es: Validador de dominio

source: Choose how to handle specific email domains. "Allow" mode only accepts emails from listed domains, while "Block" mode rejects emails from listed domains. "None" disables domain validation.
es_es: Elige cómo gestionar determinados dominios de correo electrónico. El modo "Permitir" sólo acepta correos electrónicos de los dominios de la lista, mientras que el modo "Bloquear" rechaza los correos electrónicos de los dominios de la lista. "Ninguno" desactiva la validación de dominios.

source: Domain Validator Mode
es_es: Modo de validador de dominios

source: None
es_es: Ninguna

source: Allow
es_es: Permitir

source: Block
es_es: Bloque

source: Email Domains
es_es: Dominios de correo electrónico

source: Enter one domain per line. Only email addresses from these domains will be accepted. Example: company.com, .org
es_es: Introduce un dominio por línea. Sólo se aceptarán las direcciones de correo electrónico de estos dominios. Ejemplo: empresa.com, .org

source: Enter one domain per line. Email addresses from these domains will be rejected. Example: disposable-email.com, .ru
es_es: Introduce un dominio por línea. Las direcciones de correo electrónico de estos dominios serán rechazadas. Ejemplo: correo-desechable.com, .ru

source: Email domain is not allowed.
es_es: El dominio de correo electrónico no está permitido.

source: Unknown error occurred.
es_es: Ha ocurrido un error desconocido.

source: Email validation failed.
es_es: Ha fallado la validación del correo electrónico.

source: Did you mean %s?
es_es: ¿Quisiste decir %s?

source: The email address entered cannot be used. Please enter a different email address.
es_es: No se puede utilizar la dirección de correo electrónico introducida. Introduce otra dirección de correo electrónico.

source: Only Visible to Form Editors: %s
es_es: Sólo visible para los editores de formularios: %s

source: %1$s (%2$s Result)
es_es: %1$s (%2$s Resultado)

source: Only emails from the following domains are allowed: %s
es_es: Sólo se permiten correos electrónicos de los siguientes dominios: %s

source: Emails from the following domains are not allowed: %s
es_es: No se permiten correos electrónicos de los siguientes dominios: %s

source: Email address format is invalid.
es_es: El formato de la dirección de correo electrónico no es válido.

source: Email domain does not have a valid MX record.
es_es: El dominio de correo electrónico no tiene un registro MX válido.

source: Disposable email addresses are not allowed.
es_es: No se permiten direcciones de correo electrónico desechables.

source: Free email accounts are not allowed.
es_es: No se permiten cuentas de correo electrónico gratuitas.

source: Validator Rules
es_es: Reglas del Validador

source: Use default rules
es_es: Utilizar reglas por defecto

source: Use custom rules
es_es: Utilizar reglas personalizadas

source: Require configured MX record
es_es: Requiere registro MX configurado

source: Checks if the email domain has valid MX records configured.
es_es: Comprueba si el dominio de correo electrónico tiene configurados registros MX válidos.

source: Block disposable emails
es_es: Bloquear correos electrónicos desechables

source: Prevents temporary or disposable email addresses from being used.
es_es: Evita que se utilicen direcciones de correo electrónico temporales o desechables.

source: Block free email accounts
es_es: Bloquear cuentas de correo gratuitas

source: Prevents free email services (like Gmail, Yahoo, etc.) from being used.
es_es: Evita que se utilicen servicios de correo electrónico gratuitos (como Gmail, Yahoo, etc.).

source: Sanitize Gmail email addresses that use the "plus trick".
es_es: Sanitiza las direcciones de correo electrónico de Gmail que utilicen el «truco del +».

source: Removes the plus part from Gmail addresses (e.g., user+tag@gmail.com → user@gmail.com).
es_es: Elimina la parte del «+» más de las direcciones de Gmail (por ejemplo, usuario+etiqueta@gmail.com → user@gmail.com).

source: Email address has invalid syntax.
es_es: La dirección de correo electrónico tiene una sintaxis no válida.

source: Domain does not exist.
es_es: El dominio no existe.

source: Email address was rejected by the mail server and does not exist.
es_es: La dirección de correo electrónico ha sido rechazada por el servidor de correo y no existe.

source: Email address has quality issues that may make it risky or low-value.
es_es: La dirección de correo electrónico tiene problemas de calidad que pueden hacerla arriesgada o de poco valor.

source: Email address appears deliverable, but delivery cannot be guaranteed.
es_es: La dirección de correo electrónico parece entregable, pero no se puede garantizar la entrega.

source: Could not connect to mail server.
es_es: No se ha podido conectar con el servidor de correo.

source: Mail server connection timed out.
es_es: Se ha agotado el tiempo de conexión al servidor de correo.

source: Mail server returned an unexpected response.
es_es: El servidor de correo ha devuelto una respuesta inesperada.

source: Mail server was unavailable to process the request.
es_es: El servidor de correo no estaba disponible para procesar la solicitud.

source: An unexpected error occurred during validation.
es_es: Se ha producido un error inesperado durante la validación.

source: Choose between live and sandbox mode. Use sandbox for testing.
es_es: Elige entre modo «en vivo» y modo «sandbox». Utiliza el modo «sandbox» para las pruebas.

source: Mode
es_es: Modo

source: Live
es_es: En vivo

source: Rejection Criteria
es_es: Criterios de rechazo

source: Select which Kickbox results should cause the email to be rejected.
es_es: Selecciona qué resultados de Kickbox deben hacer que se rechace el correo electrónico.

source: Risky
es_es: Arriesgado

source: Addresses with quality issues like Accept-All domains, disposable emails, or role addresses.
es_es: Direcciones con problemas de calidad, como dominios Accept-All, correos electrónicos desechables o direcciones de rol.

source: Unknown
es_es: Desconocido

source: Addresses that could not be verified due to temporary server issues.
es_es: Direcciones que no se han podido verificar por problemas temporales del servidor.

source: Undeliverable
es_es: No entregable

source: Addresses that do not exist or cannot receive mail.
es_es: Direcciones que no existen o no pueden recibir correo.

source: Email Suggestions
es_es: Sugerencias de correo electrónico

source: Show "Did you mean?" suggestions for misspelled emails
es_es: Mostrar sugerencias «¿Querías decir?» para correos mal escritos

source: Suggests corrections for common typos (e.g., user@gamil.com → user@gmail.com).
es_es: Sugerir correcciones de erratas comunes (por ejemplo, user@gamil.com → user@gmail.com).

source: API key for live mode from your Kickbox account.
es_es: Clave API para el modo en directo desde tu cuenta de Kickbox.

source: Live API Key
es_es: Clave API en vivo

source: API key for sandbox testing from your Kickbox account.
es_es: Clave API para pruebas «sandbox» desde tu cuenta Kickbox.

source: Test API Key
es_es: Clave API de prueba

source: API key not configured.
es_es: Clave API no configurada.

source: Invalid response from Kickbox API
es_es: Respuesta no válida de la API de Kickbox

source: Email address is invalid.
es_es: Dirección de correo electrónico no válida.

source: Domain appears to accept all email addresses.
es_es: El dominio parece aceptar todas las direcciones de correo electrónico.

source: Email address could not be verified.
es_es: No se ha podido verificar la dirección de correo electrónico.

source: Email address is a known spam trap.
es_es: La dirección de correo electrónico es una conocida trampa de spam.

source: Email address is associated with abuse.
es_es: La dirección de correo electrónico está asociada a un abuso.

source: Email address should not be mailed to.
es_es: La dirección de correo electrónico no debe enviarse a

source: Alternate email found.
es_es: Correo electrónico alternativo encontrado.

source: Email blocked by anti-spam system.
es_es: Correo electrónico bloqueado por el sistema antispam.

source: Email temporarily greylisted.
es_es: Correo electrónico en la lista gris temporalmente.

source: Temporary mail server error.
es_es: Error temporal del servidor de correo.

source: Mail server forcibly disconnected.
es_es: Servidor de correo desconectado a la fuerza.

source: Mail server did not respond.
es_es: El servidor de correo no respondió.

source: Connection timeout exceeded.
es_es: Se ha superado el tiempo de espera de la conexión.

source: SMTP connection failed.
es_es: Ha fallado la conexión SMTP.

source: Mailbox quota exceeded.
es_es: Se ha superado la cuota del buzón.

source: Exception occurred during validation.
es_es: Se ha producido una excepción durante la validación.

source: Possible spam trap detected.
es_es: Posible trampa de spam detectada.

source: Role-based email address.
es_es: Dirección de correo electrónico basada en roles.

source: Email globally suppressed.
es_es: Correo electrónico suprimido globalmente.

source: Mailbox not found.
es_es: Buzón no encontrado.

source: No DNS entries found.
es_es: No se han encontrado entradas DNS.

source: Email syntax check failed.
es_es: Error en la comprobación de la sintaxis del correo electrónico.

source: Possible typo in email address.
es_es: Posible errata en la dirección de correo electrónico.

source: Unroutable IP address.
es_es: Dirección IP no enrutable.

source: Leading period removed.
es_es: Se ha eliminado el periodo de retención.

source: Domain does not accept mail.
es_es: El dominio no acepta correo.

source: Alias email address.
es_es: Alias de correo electrónico.

source: Role-based catch-all address.
es_es: Dirección de recepción de cualquier correo basada en roles.

source: Disposable email address.
es_es: Dirección de correo electrónico desechable.

source: Known toxic email pattern.
es_es: Patrón conocido de correo electrónico tóxico.

source: Choose between live and sandbox mode. Use sandbox for testing which locks the list of emails that can be submitted to the defined sandbox emails provided by ZeroBounce.
es_es: Elige entre modo «en vivo» y modo «sandbox». Utiliza «sandbox» para pruebas, que bloquea la lista de correos electrónicos que pueden enviarse a los correos electrónicos definidos en «sandbox» proporcionados por ZeroBounce.

source: Select which ZeroBounce results should cause the email to be rejected.
es_es: Selecciona qué resultados de ZeroBounce deben hacer que se rechace el correo electrónico.

source: Catch-all
es_es: Capturar todo

source: Domains that accept all email addresses.
es_es: Dominios que aceptan todas las direcciones de correo electrónico.

source: Addresses that could not be verified.
es_es: Direcciones que no se han podido verificar.

source: Invalid
es_es: No válida

source: Addresses that are invalid or do not exist.
es_es: Direcciones que no son válidas o no existen.

source: Do Not Mail
es_es: No enviar correo

source: Addresses that should not be mailed to.
es_es: Direcciones a las que no se debe enviar correo.

source: Spam Trap
es_es: Trampa de spam

source: Known spam trap addresses.
es_es: Direcciones trampa de spam conocidas.

source: Abuse
es_es: Abuso

source: Addresses associated with abuse.
es_es: Direcciones asociadas al abuso.

source: API key from your ZeroBounce account.
es_es: Clave API de tu cuenta ZeroBounce.

source: API Key
es_es: Clave API

source: Invalid response from ZeroBounce API
es_es: Respuesta no válida de la API de ZeroBounce
