Repository: rasomu/wordpress-translations
Catalog: Gravity Wiz/gp-easy-passthrough/gp-easy-passthrough-*.po
Languages: es_es

source: Easily transfer entry values from one Gravity Forms form to another.
es_es: Transfiere fácilmente los valores de las entradas de un formulario Gravity Forms a otro.

source: http://gravitywiz.com/
es_es: https://gravitywiz.com/

source: Select Source Form
es_es: Selecciona un formulario de origen

source: Select which form you want to populate this form from.
es_es: Selecciona desde qué formulario quieres rellenar este formulario.

source: Source Form
es_es: Formulario origen

source: Map Entry Fields
es_es: Asignar campos de entrada

source: Select which fields on this form should be populated from fields on the source form.
es_es: Selecciona qué campos de este formulario deben rellenarse a partir de los campos del formulario de origen.

source: Map Fields
es_es: Asignar campos

source: Map Entry Meta
es_es: Asignar entrada de metadato

source: Select which fields on this form should be populated from entry meta data on the source form.
es_es: Selecciona qué campos de este formulario deben rellenarse a partir de los metadatos de entrada del formulario de origen.

source: Map Meta
es_es: Asignar metadato

source: Additional Options
es_es: Opciones adicionales

source: Options
es_es: Opciones

source: Use logged in user's last submitted entry
es_es: Utilizar la última entrada enviada por el usuario conectado

source: If user is logged in and they have submitted an entry to the source form, submitted entry will be used instead of entry in session.
es_es: Si el usuario está conectado y ha enviado una entrada al formulario de origen, se utilizará la entrada enviada en lugar de la entrada de la sesión.

source: Conditional Logic
es_es: Lógica condicional

source: Enable
es_es: Activar

source: Passthrough form entry if
es_es: Pasar entrada del formulario si

source: Easy Passthrough Settings
es_es: Ajustes de Easy Passthrough

source: Select a Form
es_es: Selecciona un formulario

source: Select a Meta Key
es_es: Seleccione una clave de metadatos

source: Entry ID
es_es: ID entrada

source: Entry Date
es_es: Fecha de la entrada

source: User IP
es_es: IP del usuario

source: Source Url
es_es: URL de origen

source: Form Title
es_es: Título de Formulario

source: Payment Meta
es_es: Metadato de pago

source: Payment Status
es_es: Estado del pago

source: Transaction Id
es_es: ID de transacción

source: Payment Date
es_es: Fecha de pago

source: Payment Amount
es_es: Importe del pago

source: Source Form Field
es_es: Formulario origen del campo

source: Target Form Field
es_es: Campo objetivo del formulario

source: %s Configurations
es_es: %s Configuraciones

source: Easy Passthrough Token
es_es: Token Easy Passthrough

source: Manage Settings
es_es: Gestionar ajustes

source: Uninstall
es_es: Desinstalar

source: Heads up! It looks like you’re using the <em>Easy Passthrough for Gravity Forms</em> plugin or have used it in the past.
es_es: ¡Atención! Parece que estás utilizando el plugin <em>Easy Passthrough para Gravity Forms</em> o que lo has utilizado en el pasado.

source: This plugin is not compatible with the new <em>GP Easy Passthrough</em> plugin that is part of the Gravity Perks suite. For the best experience, we will need to:
es_es: Este plugin no es compatible con el nuevo plugin <em>GP Easy Passthrough</em> que forma parte de la suite Gravity Perks. Para obtener la mejor experiencia, necesitaremos:

source: Migrate <em>Easy Passthrough for Gravity Forms</em> data to <em>GP Easy Passthrough</em>.
es_es: Migrar datos <em>de Easy Passthrough para Gravity Forms</em> a <em>GP Easy Passthrough</em>.

source: Deactivate the <em>Easy Passthrough for Gravity Forms</em> plugin.
es_es: Desactiva el plugin <em>Easy Passthrough para Gravity Forms</em>.

source: All passthrough functionality will continue to function after the upgrade has been completed.
es_es: Todas las asiganciones seguirán funcionando una vez finalizada la actualización.

source: Upgrade Successful!
es_es: ¡Actualización realizada con éxito!

source: <em>Easy Passthrough for Gravity Forms</em> has been deactivated and its data has been successfully migrated to <em>GP Easy Passthrough</em>.
es_es: <em>Easy</em><em>Passthrough para Gravity Forms</em> se ha desactivado y sus datos se han migrado correctamente a <em>GP Easy Passthrough</em>.
